Repository: axisrw/knownet
Catalog: gdmodules/simple_reservation/translations/simple_reservation.*.po
Languages: de

source: previous week
de: vorige Woche

source: previous month
de: voriger Monat

source: week
de: Woche

source: next month
de: nächster Monat

source: next week
de: nächste Woche

source: booked by
de: reserviert von

source: for
de: für

source: The Simple Reservation module allows to create any number of user-defined bookable items. The items may have a description and a comment.
de: Mit dem Simple Reservations Modul kann man beliebig viele Objekte definieren, die von Besuchern reserviert werden können. Zu den Objekte kann eine Beschreibung und einen Kommentar angegeben werden.

source: There are no items for reservation.
de: Es können keine Objekte reserviert werden.

source: Date and Time
de: Datum und Uhrzeit

source: Date and time for this reservation.
de: Datum und Uhrzeit dieser Reservierung

source: Start
de: Beginn

source: Start date and time of this reservation.
de: Startdatum und -Zeit dieser Reservierung

source: End
de: Ende

source: End date and time of this reservation.
de: Enddatum und -Zeit dieser Reservierung

source: Reservation for the complete day
de: Reservierung fuer den ganzen Tag

source: Enable this reservation if you want to reserve for the whole day. This overwrites the above hour/minute setting.
de: Aktivieren Sie diese Option, wenn Sie den ganzen Tag reservieren wollen. Diese Einstellung überschreibt die oben angegebenen Stunden und Minuten.

source: Item
de: Objekt

source: The item you want to reserve.
de: Dieses Objekt möchten Sie reservieren.

source: Comment
de: Kommentar

source: You can add a comment for your reservation.
de: Sie können Ihrer Reservierung einen Kommentar hinzufügen.

source: This reservation is for
de: Die Reservierung ist fuer

source: Add a name here if you want to reserve this item for somebody else.
de: Tragen Sie hier einen Benutzernamen ein, wenn Sie für diesen Benutzer reservieren möchten.

source: Delete this reservation.
de: Diese Reservierung löschen.

source: Save changes
de: Änderungen speichern

source: Save this reservation
de: Reservierung speichern

source: Are you sure you want to delete the reservation %rid?
de: Sind Sie sicher, dass Sie die Reservierung %rid löschen wollen?

source: This action cannot be undone.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: The reservation has been deleted.
de: die Reservierung wurde gelöscht.

source: You are not allowed to create more than !max reservations!
de: Sie dürfen höchstens !max Reservierungen eintragen.

source: You are not allowed to book more !max weeks in advance!
de: Sie können höchstens !max Wochen im Voraus reservieren.

source: Begin or end of reservation is in the past!
de: Der Beginn- oder Endzeitpunkt Ihrer Reservierung liegt in der Vergangenheit.

source: End of reservation is before begin!
de: Das Ende der Reservierung liegt vor dem Beginn!

source: The item is already reserved during that time!
de: Terminüberschneidung für dieses Objekt für die gesamte Dauer Ihrer Reservierung. Das Objekt ist bereits vergeben.

source: The item is already reserved at the beginning of your reservation!
de: Terminüberschneidung für dieses Objekt zu Beginn ihrer Reservierung.

source: The item is already reserved at the end of your reservation!
de: Terminüberschneidung für dieses Objekt am Ende ihrer Reservierung. (

source: The reservation has been saved.
de: Die Reservieerung wurde gespeichert.

source: Upcoming Reservations
de: Aktuelle Reservierungen

source: whole day
de: ganztägig

source: There are no upcoming reservations.
de: Es gibt keine aktuellen Reservierungen

source: Description
de: Beschreibung

source: Operations
de: Operationen

source: not available
de: nicht verfügbar

source: available
de: verfügbar

source: edit
de: Bearbeiten

source: delete
de: Löschen

source: Create new item
de: Ein neues Objekt erzeugen.

source: Show all reservations
de: Alle Reservierungen

source: Show all upcoming reservations
de: Alle aktuellen Reservierungen

source: Settings
de: Einstellungen

source: General settings for the reservation system.
de: Allgemeine Einstellungen für das Reservierungssystem

source: Maximum number of reservations per person
de: Maximale Anzahl von Reservierungen pro Person

source: This setting defines the maximum number of reservations a user can make (not counting passed reservations). Enter 0 for an unlimited number. Administrators are not affected by this setting.
de: Diese Einstellung bestimmt, wieviele Reservierungen ein Benutzer maximal vornehmen kann (vergangene Reservierungen werden nicht mitgezählt). Geben Sie 0 ein, wenn der Benutzer unbegrenzt viele Reservierungen tätigen darf. Administratoren sind von dieser Einstellung nicht betroffen.

source: Maximum number of weeks a user can book in advance
de: Maximale Anzahl der Wochen, für die im Voraus reserviert werden kann.

source: Enter 0 for an unlimited number. Administrators are not affected by this setting.
de: Geben sie 0 ein, wenn die Anzahl der Wochen nicht beschränkt wird. Administratoren sind von dieser Einstellung nicht betroffen.

source: Resolution for the hours and minutes for the reservations
de: Zeitraster für Reservierungen.

source: If you enter e.g. 15, a reservation can only be done in a quarter hourly basis, e.g. 9:00, 9:15, 9:30, ...
de: Wenn Sie z.B 15 eingeben, können Reservierungen nur in einem viertelstündlichen Raster vorgenommen werden, etwa 9:00, 9:15, 9:30, ...

source: Reservations for whole days only
de: Reservierungen sind nur für ganze Tage möglich.

source: When you enable this box, reservations can only be done for whole days from 0:00 until 23:59.
de: Wenn Sie diese Box markieren, können nur ganztägige Reservierungen, von 0:00 bis 23:59 eingetragen werden.

source: Save configuration
de: Konfiguration speichern

source: The configuration has been saved.
de: Die Konfiguration wurde gespeichert.

source: Are you sure you want to delete the item %name?
de: Sind Sie sicher, dass Sie das Objekt %name löschen wollen?

source: The item has been deleted.
de: Das Objekr wurde gelöscht.

source: Name of the item
de: Name des Objekts

source: A (unique) short name to identify the item, e.g. "Room 12", "Number 42" or a registration number.
de: Ein kurzer (eindeutiger) Name für das Objekt, z.B. "Zimmer 12", "Nummer 42" oder eine Registriernummer ...

source: Description of the item
de: Beschreibung des Objekts

source: More detailed information to describe the item.
de: Weitere Informationen zum Objekt.

source: e.g. "non-smoking", "diesel" or something.
de: z.B. "Nichtraucher", "Diesel" oder ähnlich

source: This item is available for reservation
de: Dieses Objekt kann reserviert werden.

source: If you disable this, the item will not show in the reservation list and won't be available for reservation. You can use this to prepare a list of items or to prevent an item from reservation if it is e.g. broken.
de: Wenn Sie diese Option deaktivieren, erscheint es nicht mehr in der Liste der buchbaren Objekte. Sie können diese Option dazu verwenden, eine Liste von buchbaren Objekten vorzubereiten oder ein Objekt (vorübergehend) für Reservierungen sperren.

source: Save
de: Speichern

source: An item with that name exists already.
de: Es gibt bereits ein Objekt mit diesem Namen.

source: The item has been saved.
de: Das Objekt wurde gespeichert.

source: reservation
de: Reservierung

source: Reservation %rid updated by %name
de: Reservierung %rid wurde von %name aktualisiert.

source: New reservation %rid added by %name
de: Neue Reservierung %rid wirde von %name eingefügt.

source: access simple reservations
de: Zugriff auf Reservierungen

source: unrestricted simple reservations
de: Uneingeschränkter Zugriff auf Reservierungen

source: add simple reservations
de: Reservierungen eintragen

source: add simple reservations for others
de: Reservierungen für andere Benutzer eintragen

source: edit own simple reservations
de: Eigene Reservierungen bearbeiten

source: edit simple reservations of others
de: Reservierungen anderer Benutzer bearbeiten

source: delete own simple reservations
de: Eigene Reservierungen löschen

source: delete simple reservations of others
de: Reservierungen anderer Benutzer löschen

source: administer simple reservation system
de: Administration des Reservierungssystems

source: Simple Reservation
de: Reservierungen

source: Configure the reservation system and the items which are available for reservation.
de: Konfiguration des Reservierungssystems und der buchbaren Objekte.

source: Delete item
de: Objekt löschen

source: Delete an item from the reservation system.
de: Ein Objekt aus dem Reservierungssystem löschen.

source: Edit item
de: Objekt bearbeiten

source: Edit an item from the reservation system.
de: Ein Objekt des Reservierungssystems bearbeiten.

source: List Reservations
de: Reservierungsliste

source: Display a list of all/upcoming reservations.
de: Alle oder alle aktuellen Reservierungen anzeigen

source: Reservation
de: Reservierung

source: Main page of the simple reservation system.
de: Hauptseite des Reservierungssystems

source: Add reservation
de: Reservierung eintragen

source: Add a reservation into the simple reservation system.
de: Eine Reservierung in das Reservierungssystem einfügen.

source: Edit reservation
de: Reservierung bearbeiten

source: Edit an existing reservation.
de: Eine bestehende Reservierung bearbeiten

source: Delete reservation
de: Reservierung löschen

source: Delete a reservation from the reservation system.
de: Eine Reservierung aus dem Reservierungssystem löschen.

source: {simplereservation_reservation} holds all reservations done
de: {simplereservation_reservation} speichert alle Reservierungen

source: Reservation ID
de: Reservierungsnummer

source: item ID
de: Objekt ID

source: UID of the user for who the item reserved
de: UID des Benutzers, der die Reservierung eingetragen hat.

source: ID of the user for whom the item was reserved for
de: ID des Benutzers, auf dessen Namen die Reservierung eingetragen wurde.

source: time when the reservation starts
de: Beginn (Uhrzeit) des Reservierungszeitraumes

source: time when the reservation ends
de: Ende (Uhrzeit) des Reservierungszeitraumes

source: free text comment that accompanies the reservation
de: Kommentar zu dieser Reservierung (Freitext)

source: {simplereservation_item} holds all items which can be reserved
de: {simplereservation_item} speichert alle buchbaren Reservierungen

source: Item ID
de: Objekt ID

source: name of the item
de: Name des Objekts

source: free comment of the item
de: Kommentar zu diesem Objekt (Freitext)

source: status of the item (e.g. availability)
de: Objektstatus (z.B. Verfügbarkeit)

source: A simple reservation system
de: Ein einfaches Reservierungs-System

source: Other
de: Sonstige
